[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=chrispy, USiTE.hu
VERSION=4.2.0

[Language]
LANGUAGE=Magyar
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x000E, 0x040E

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&File
CUSTOMIZE=&Testreszabás
EXIT=&Kilépés
EDIT=S&zerkesztés
COPY=&Másolás
FUNCTION=F&unkció
HIDE_SMART_INFO=&S.M.A.R.T. infók elrejtése
HIDE_SERIAL_NUMBER=Soroz&atszám elrejtése
SHOW_DRIVE_LETTER=Mutassa a meghajtó betűjelét
ADVANCED_DISK_SEARCH=&Fejlett lemez keresés
EVENT_LOG=&Napló
AAM_APM_CONTROL=AA&M/APM felügyelet
AUTO_AAM_APM_ADAPTION=Automatikus AAM/A&PM
RESIDENT=&Mindig látható az óra mellett
STARTUP=&Induljon el a Windows-al
OPEN_DISK_MANAGEMENT="Le&mez kezelő" megnyitása
OPEN_DEVICE_MANAGER="Es&zköz kezelő" megnyitása
ADVANCED_FEATURE=Egyebek
REFRESH=&Frissítés
RESCAN=Újraolvasás
DISABLE=&Kikapcsol
AUTO_REFRESH=F&olyamatosan frissüljön...
AUTO_REFRESH_TARGET=&Ezeket frissítse...
AUTO_REFRESH_TARGET_ALL_DISK=Ö&sszeset
AUTO_REFRESH_UNTARGET_ALL_DISK=&Egyiket sem
WAIT_TIME_AT_STARTUP=&Várjon a windows elindulásánál...
GRAPH=&Grafika
THEME=&Stílus
DISK=Le&mez
HELP=Sú&gó
HELP_WEB=Sú&gó [Web]
HELP_ABOUT=A CrystalDiskInfo &névjegye
HELP_ABOUT_SMART=A &S.M.A.R.T. megismerése a Wikipédián
LANGUAGE=Nyelv
ITEM=&Item
TEMPERATURE_TYPE=&Hőfok típusa...
CELSIUS=Celsius (°C)
FAHRENHEIT=Fahrenheit (°F)
HEALTH_STATUS_SETTING=&Kondíciós beállítások

;Graph
OPTION=&Beállítások
LEGEND_POSITION=Magyarázat &helye...
NORTH_WEST=&Bal fent
NORTH_EAST=&Jobb fent
SOUTH_WEST=B&al lent
SOUTH_EAST=J&obb lent
MAX_PLOT_POINT=&Maximumpont értéke...
TIME_FORMAT=&Idő formátuma...
PAINT_WEEKEND=Mutassa a &hétvégéket is
ALL=Ö&sszes

;2.7.0
COPY_OPTION=Másolási &beállítások
RESIDENT_STYLE=Indulási stílus
MINIMIZE=Kicsinyített
HIDE=Rejtett

;3.0.0
ZOOM=&Nagyítás
AUTO=&Automatikus
ATTRIBUTE=&Érték

;3.5.0
ASCII_VIEW=ASCII nézet
AUTO_DTECTION=Automatikus felismerés
SECOND=másodpercet
MINUTE=percenként
HOUR=óra

:3.9.4
WORKAROUND=Javítások

;4.0.0
ALERT_MAIL=Figyelmeztető levél
MAIL_SETTINGS=Levél beállítások
SMART_IN_ENGLISH=S.M.A.R.T. adatok angolul
FONT_SETTING=Betűtípus

;5.0.0
ALERT_FEATURES=A&lert Features
ALARM_HISTORY=Alarm History
ALERT_SOUND=Alert Sound
SOUND_SETTINGS=Sound Settings
GADGET_SUPPORT=Gadget Support
INSTALL_GADGET=Install Gadget
ENABLE_AUTO=Enable (Auto Detection)
ENABLE_ALL=Enable (All Disks)
ENABLE_RAID=Enable (RAID Volume Only)

;6.0.0
HIDE_NO_SMART_DISK=&Hide No S.M.A.R.T. Disk
GREEN_MODE=&Green Mode

[TrayMenu]
EXIT=Kilépés
REFRESH=Frissítés
RESCAN=Újraolvasás
ENABLE=Bekapcsolva
DISABLE=Kikapcsolva
ENABLE_ALL=Igen
DISABLE_ALL=Nem
AUTO_REFRESH=Folyamatosan frissüljön
AUTO_REFRESH_TARGET=Folyamatosan frissüljön
AUTO_REFRESH_TARGET_ALL_DISK=Folyamatosan kérje le a hőmérsékleteket
AUTO_REFRESH_UNTARGET_ALL_DISK=Ne kérje le a hőmérsékleteket
ALARM_SETTING_TEMPERATURE=Figyelmeztetés ennél a hőmérsékletnél
ALARM_SETTING_HEALTH_STATUS=Figyelmeztetés a rossz kondícióra
SHOW_MAIN_WINDOW=Fő ablak mutatása
SHOW_TEMPERATURE_ICON=Hőmérsékleti ikon
SHOW_ALL_TEMPERATURE_ICON=Összes ikon mutatása
HIDE_ALL_TEMPERATURE_ICON=Ne mutasson ikonokat
COLLECTIVE_SETTING=Mindegyikre vonatkozik
GRAPH=Grafika
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Csak a hőmérsékleti ikont mutassa

[DiskStatus]
GOOD=Jó
CAUTION=Veszélyes
BAD=Rossz
UNKNOWN=Ismeretlen
DISK=Lemez

[Dialog]
LIST_ID=ID
LIST_CURRENT=Aktuális
LIST_WORST=Legrosszabb
LIST_THRESHOLD=Határérték
LIST_RAW_VALUES=Nyers becslés
;LIST_DESCRIPTION=Leírás
LIST_ATTRIBUTE_NAME=Érték neve

FIRMWARE=Firmware
SERIAL_NUMBER=Sorozatszám
INTERFACE=Csatlakozó
STANDARD=Standard
TRANSFER_MODE=Adatátvitel módja
BUFFER_SIZE=Puffer mérete
NV_CACHE_SIZE=NV Cache mérete
ROTATION_RATE=Fordulatszám
TEMPERATURE=Hőfok
POWER_ON_HOURS=Munkaidő
POWER_ON_COUNT=Bekapcsolások száma
DRIVE_LETTER=Meghajtó betűjele
FEATURE=Műszaki jellemzők
HEALTH_STATUS=Kondíció

UNKNOWN=Ismeretlen
POWER_ON_COUNT_UNIT=x
POWER_ON_HOURS_UNIT=óra
POWER_ON_DAYS_UNIT=nap

;4.3
TOTAL_HOST_WRITES=Total Host Writes
TOTAL_HOST_READS=Total Host Reads
TOTAL_NAND_WRITES=Total NAND Writes

;4.5
WEAR_LEVELING_COUNT=Wear Leveling Count

;6.1
CURRENT_MODE_SUPPORTED_MODE=Current Mode | Supported Mode
MAJOR_VERSION_MINOR_VERSION=Major Version | Minor Version

[Message]
DETECT_UNIT_POWER_ON_HOURS=Számolom a "Munkaidőt" (ez körülbelül 130 másodpercig tart)
DETECT_DISK=Lemez felismerés
PLEASE_ENABLE_WMI=Kérem kapcsolja be a WMI-t (Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Kérem indítsa újra a programot a téma bekapcsolásához
DISK_NOT_FOUND=Lemez nem olvasható

[Alarm]
ALARM_TEMPERATURE=Figyelmeztetés - Hőmérsékletre
ALARM_HEALTH_STATUS=Figyelmeztetés - kondícióra
DEGRADATION=Degenerálódás
RECOVERY=Felépülés
;3.5.0
INFO_HEALTH_STATUS=Információ - Kondíció

[Graph]
PLEASE_SELECT_ITEM=Kérem válasszon
ACTUAL_VALUE=Aktuális érték (Nyers érték)
NORMALIZED_VALUE=Normalizált érték (Jelenlegi érték)
ALL_ON=Mindegyik
ALL_OFF=Egyik sem
RESET=Alaphelyzet

[Customize]
LINE_COLOR=Vonalszínek
BACKGROUND_IMAGE=Háttér
SUPPORTED_IMAGE_FORMAT=Kép file-ok
ALL_FILES=Összes file

;5.0.0
SUPPORTED_SOUND_FORMAT=Supported Sound Format

[AamApm]
AAM_LOW=<- Csendes (80h)
AAM_HIGH=Gyors (FEh) ->
AAM_RECOMMEND=Ajánlott érték
APM_LOW=<- Legkisebb áramfelvétel (01h)
APM_HIGH=Gyors (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatikus hangerő szabályozás  (AAM)
ADVANCED_POWER_MANAGEMENT=Automatikus áramfelvétel (APM)

[WindowTitle]
ABOUT=A CrystalDiskInfo &névjegye
GRAPH=Grafika
CUSTOMIZE=Testreszabás
VERSION_INFORMATION=Verzió információ
AAM_APM_CONTROL=AAM/APM beállítás
HEALTH_STATUS_SETTING=Kondíció beállítás

;5.0.0
ALARM_HISTORY=Alarm History
SOUND_SETTINGS=Sound Settings

;5.1.0
FONT_SETTING=Betűtípus

[HealthStatus]
THRESHOLD_OF_CAUTION=Figyelmeztetés értéke
APPLY=Rendben
DEFAULT=Alapértelmezett

[Smart]
UNKNOWN=Ismeretlen
VENDOR_SPECIFIC=Gyártó specifikus
01=Olvasási hibák száma
02=Átviteli teljesítmény
03=Felpörgési idő
04=Elindulások/leállások száma
05=Tartalék területekre áthelyezett szektorok száma
06=Olvasási csatorna különbözet
07=Fejpozícionálási hibák száma
08=Átlagos fejpozícionálási idő
09=Bekapcsolva töltött idő
0A=Felpörgési újrapróbálkozások száma
0B=Kalibrálási újrapróbálkozások száma
0C=Ki-be kapcsolások száma
0D=Szoftveres olvasási hibák száma
B8=Komoly cache hiba
BB=Jelentett javíthatatlan hibák
BC=Parancs időtúllépés
BD=Magas repüléses írás
BE=Levegő hőmérséklet
BF=G-érzékelő hibák száma stab
C0=Kikapcsolási visszavonások száma
C1=Ki-be töltések száma
C2=Működési hőmérséklet
C3=Javítható hibák száma
C4=Áthelyezési kisérletek száma
C5=Függőben levő szektorok száma
C6=Javíthatatlan szektorok száma
C7=Adatátviteli hibák száma
C8=Írási hibák száma
C9=Szoftveres olvasási hibák száma
CA=Adatcímzési hibák száma
CB=Túlcsordulás érvénytelenítés
CC=Soft hibajavítás
CD=Fej hőfok-stabilizálási hibák száma
CE=Repülési magasság
CF=Pörgési áramerősség
D0=Pörgési hang
D1=Fejpozícionálási teszt sebesség
D3=Vibráció írás közben
D4=Rázkódás írás közben
DC=Lemez váltás
DD=G-érzékelő hibák száma
DE=Betöltött órák
DF=Ismételt ki-be töltések száma
E0=Betöltési súrlódások száma
E1=Ki-be töltések száma
E2=Betöltési idő
E3=Nyomaték szabályozások száma
E4=Kikapcsolási visszavonások száma
E6=GMR fej amplitúdó
E7=Hőfok
F0=Fej repülési órák
FA=Újraolvasási hibák száma
FE=Szabadesés védelem

;Updated 5.4.0
F1=Total Host Writes
F2=Total Host Reads

[SmartSsd]
01=Olvasási hibák száma
02=Átviteli teljesítmény
03=Felpörgési idő
04=Elindulások/leállások száma
05=Tartalék területekre áthelyezett szektorok száma
06=Olvasási csatorna különbözet
07=Fejpozícionálási hibák száma
08=Átlagos fejpozícionálási idő
09=Bekapcsolva töltött idő
0A=Felpörgési újrapróbálkozások száma
0B=Kalibrálási újrapróbálkozások száma
0C=Ki-be kapcsolások száma
0D=Szoftveres olvasási hibák száma stab
C0=Nem biztonságos leállások száma
C2=Működési hőfok
C4=Áthelyezési kisérletek száma
C5=Függőben levő szektorok száma
C6=Javíthatatlan szektorok száma
; CrystalDiskInfo assign
FF=Hátralevő idő

;Updated 5.4.0
F1=Total Host Writes
F2=Total Host Reads

[SmartMtron]
BB=Teljes törlések száma

[SmartIndlinx]
01=Olvasási hibák száma
09=Bekapcsolva töltött idő
0C=Ki-be kapcsolások száma
B8=Kezdeti rossz blokkok száma
C3=Programozási hibás blokkok száma
C4=Törlési hibás blokkok száma
C5=Olvasási hibás blokkok száma
C6=Az olvasási szektorok teljes száma
C7=Az írásii szektorok teljes száma
C8=Az olvasási parancsok teljes száma
C9=Az írási parancsok teljes száma
CA=Flash hibabitek teljes száma
CB=Javítható bithibás olvasási szektorok teljes száma
CC=Rossz blokkok megteltek
CD=Specifikáció szerinti újraírások száma
CE=Legkisebb törlési szám
CF=Legnagyobb törlési szám
D0=Átlagos törlési szám
D1=Hátralevő lemez élettartam

[SmartJMicron60x]
09=Bekapcsolva töltött idő
0C=Ki-be kapcsolások száma
C2=Működési hőfok
E5=Megállási rendszer ID, Flash ID
E8=Firmware verzió információ
E9=ECC hiba adatrekord
EA=Törlések átlagos száma, Törlések maximális száma
EB=Jó blokk száma, Rendszer blokkok száma

[SmartIntel]
03=Felpörgési idő
04=Elindulások/leállások száma
05=Tartalék területekre áthelyezett szektorok száma
09=Bekapcsolva töltött idő
0C=Ki-be kapcsolások száma
C0=Nem biztonságos leállások száma
E1=Írási mennyiség
E8=Hátralevő fenntartott terület
E9=Média elhasználódási jelzés
B8=Komoly hiba detektálások száma

;Updated 4.1
AA=Hátralevő fenntartott terület
AB=Programozási hibák száma
AC=Törlési hibák száma
BB=Javíthatatlan hibák száma

;Updated 4.3
AE=Unexpected Power Loss
E2=Mért terheléses média elhasználódási jelzés
E3=Mért terheléses olvasási százalék
E4=Terhelési idő
F1=Írási mennyiség
F2=Olvasási mennyiség
F9=Total NAND Writes

;Updated 5.5.0
B7=SATA Downshift Count
BE=Temperature
C7=CRC Error Count

;Updated 5.6.1
AF=Power Loss Protection Failure
C2=Temperature
C5=Pending Sector Count

;Added 6.6.0
EA=Thermal Throttle Status

[SmartSamsung]
05=Áthelyezett szektorok száma
09=Bekapcsolva töltött idő
0C=Ki-be kapcsolások száma
AF=Programozási hibák száma (Chip)
B0=Törlési hibák száma (Chip)
B1=Elhasználódás-kiegyenlítés száma
B2=Felhasznált fenntartott blokkok száma (Chip)
B3=Felhasznált fenntartott blokkok száma (Total)
B4=Felhasználatlan fenntartott blokkok száma (Total)
B5=Programozási hibák száma (Total)
B6=Törlési hibák száma (Total)
B7=Futási idejű rossz blokk (Total)
BB=Javíthatatlan hibák száma
BE=Levegő hőmérséklet
C2=Működési hőfok
C3=ECC hibák aránya
C6=Javíthatatlan hibák száma2
C7=CRC hibák száma
C9=Szuperkondenzátor helyzete
CA=SSD mód helyzete
EB=POR helyreállítások száma
F1=Összes írt LBA-k száma
F2=Total LBA Read

;Added 6.6
AA=Unused Reserved Block Count (Chip) 
AB=Program Fail Count (Chip)
AC=Erase Fail Count (Chip)
AD=Wear Leveling Count
AE=Unexpected Power Loss Count
B8=Error Detection
E9=Normalized Media Wear-out

[SmartSandForce] ;Updated (3.7.0)
01=Nyers olvasási hibák száma
05=Használaton kívül helyezett blokkok száma
09=Bekapcsolva töltött órák
0C=Bekapcsolások száma
0D=Szoftveres olvasási hibák száma
64=Törölt Gigabyte-ok
AA=Fenntartott blokkok száma
AB=Programozási hibák száma
AC=Törlési hibák száma
AE=Nem várt áramkiesések száma
B1=Elhasználódási tartomány különbözete
B5=Programozási hibák száma
B6=Törlési hibák száma
B8=Jelentett detektált I/O hibák száma
BB=Jelentett javíthatatlan hibák száma
C2=Hőfok
C3=Javíthatatlan ECC hibák száma
C4=Áthelyezések száma
C6=Javíthatatlan szektorok száma
C7=SATA R-Hibák (CRC) száma
C9=Javíthatatlan szoftveres hibák száma
CC=Szoftveres ECC hibák aránya
E6=Életpálya állapot
E7=Hátralevő SSD élet
E8=Rendelkezésre álló fenntartott hely
EB=Szuperkondenzátor állapota
F1=Írási mennyiség
F2=Olvasási mennyiség

[SmartJMicron61x] ;Added (3.9)
01=Olvasási hibák száma
02=Átviteli teljesítmény
03=Felpörgési idő
05=Áthelyezett szektorok száma
07=Fejpozícionálási hibák száma
08=Átlagos fejpozícionálási idő
09=Bekapcsolva töltött órák
0A=Felpörgési újrapróbálkozások száma
0C=Bekapcsolások száma
A8=SATA PHY hibák száma
AF=Rossz kluszter táblák száma (ECC hibák száma)
C0=Nem várt áramkiesések száma
C2=Hőfok
C5=Jelenleg függőben levő szektorok száma
AA=Hibás blokkok száma
AD=Törlések száma

[SmartMicron] ;Added 4.0.0/ Updated 6.0.0
; RAIN = Redundant Array of Independent NAND
01=Nyers olvasási hibák száma
05=Áthelyezett szektorok száma
09=Bekapcsolva töltött órák
0C=Bekapcsolások száma
AB=Programozási hibák száma
AC=Törlési hibák száma
AE=Nem várt áramkiesések száma
AB=Programozási hibák száma
AC=Törlési hibák száma
AE=Nem várt áramkiesések száma
B7=SATA interfész lassítás
BB=Jelentett javíthatatlan hibák száma
BD=Gyári hibás blokkok száma
C4=Áthelyezési események száma
C5=Függőben levő szektorok száma
C6=Smart gyári javíthatatlan hibák száma
C7=Ultra DMA CRC hibaarány
CE=Írási hibák aránya
C2=Hőfok

;6.0.0/6.1.0
0D=Soft Error Rate
0E=Device Capacity (NAND)
0F=User Capacity
10=Spare Blocks Available
11=Remaining Spare Blocks
64=Total Erase Count
AD=Average Block-Erase Count
B4=Unused Reserve NAND Blocks
B5=Unaligned Access Count
BC=Command Timeout Count
BD=Factory Bad Block Count
C3=Cumulative ECC Bit Correction Count
CA=Percent Lifetime Used
D2=Successful RAIN Recovery Count
EA=Total Bytes Read
F2=Write Protect Progress
F3=ECC Bits Corrected
F4=ECC Cumulative Threshold Events
F5=Cumulative Program NAND Pages
F6=Total Host Sector Writes
F7=Host Program Page Count
F8=FTL Program Page Count

[SmartMicronMU02] ;Updated 6.6.0
; RAIN = Redundant Array of Independent NAND
01=Raw Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
0D=Soft Error Rate
0E=Device Capacity (NAND)
0F=User Capacity
10=Spare Blocks Available
11=Remaining Spare Blocks
64=Total Erase Count
AA=Reserved Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Average Block-Erase Count
AE=Unexpected Power Loss Count
B4=Unused Reserve NAND Blocks
B7=SATA Interface Downshift
B8=Error Correction Count
BB=Reported Uncorrectable Errors
BC=Command Timeout Count
BD=Factory Bad Block Count
C2=Temperature
C3=Cumulative ECC Bit Correction Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percent Lifetime Used
CE=Write Error Rate
D2=Successful RAIN Recovery Count
EA=Total Bytes Read
F3=ECC Bits Corrected
F4=ECC Cumulative Threshold Events
F5=Cumulative Program NAND Pages
F6=Total Host Sector Writes
F7=Host Program Page Count
F8=Background Program Page Count

; Updated 6.6.0
A0=Uncorrectable Sector Count
A1=Valid Spare Blocks
A3=Initial Invalid Blocks
94=Total SLC Erase Count
95=Maximum SLC Erase Count
96=Minimum SLC Erase Count
97=Average SLC Erase Count
A4=Total TLC Erase Count
A5=Maximum TLC Erase Count
A6=Minimum TLC Erase Count
A7=Average TLC Erase Count
A9=Percentage Lifetime Remaining
B5=Program Fail Count
B6=Erase Fail Count
C0=Power-off Retract Count
E8=Available Reserved Space
F1=Total LBA Write
F2=Total LBA Read
F5=Total TLC Write Count
F6=Total SLC Write Count
F7=RAID Recovery Count

[SmartOcz] ;Added (4.5)
01=Raw Read Error Rate
03=Spin Up Time
04=Start Stop Count
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
E8=Total Count of Write Sectors
E9=Remaining Life

; Added 6.6.0
64=Total Blocks Erased
A7=SSD Protect Mode
A8=SATA PHY Error Count
A9=Bad Block Count
AD=Erase Count
B8=Factory Bad Block Count
C0=Unexpected Power Loss Count
CA=Total Number of Corrected Bits
CD=Max Rated PE Counts
CE=Minimum Erase Counts
CF=Maximum Erase Counts
D3=SATA Uncorrectable Error Count
D4=NAND Page Reads During Retry
D5=Simple Read Retry Attempts
D6=Adaptive Read Retry Attempts
DD=Internal Data Path Uncorrectable Errors
DE=RAID Recovery Count
E6=Power Loss Protection
FB=NAND Read Count

;Updated 6.7.0
F1=Total Host Writes
F2=Total Host Reads

[SmartPlextor] ;Added (5.1.0)/Updated (5.4.0)
01=Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
C0=Unsafe Shutdown Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
F1=Total Host Writes
F2=Total Host Reads

;Updated (5.4.0)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Worst Case)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
BB=Uncorrectable Error Count
C7=Ultra CRC Error Count
E8=Available Reserved Space

;Added 6.2.0
AA=Grown Bad Blocks
AB=Program Fail Count (Total)
AC=Erase Fail Count (Total)
AD=Average Program/Erase Count (Total)
AE=Unexpected Power Loss Count
AF=Program Fail Count (Worst Case)
B0=Erase Fail Count (Worst Case)
B3=Used Reserved Block Count (Total)
B4=UnUsed Reserved Block Count (Total)
B7=SATA Interface Down Shift
B8=End-to-End Data Errors Corrected
BC=Command Time out
C3=ECC rate
E9=NAND GB written

[SmartSanDisk] ;Added (5.2.0)
05=Retired Block Count
09=Power-On Hours
0C=Power Cycle Count
AA=Reserve Block Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
BB=Reported Uncorrectable Errors
E8=Remaining Life
F1=Total Host Writes
F2=Total Host Reads

[SmartOczVector] ;Added (5.3.0)
05=Accumulated Runtime Bad Blocks
09=Power-On Hours Count
0C=Power Cycle Count
AB=Available Over-Provisioned Block Count
AE=Power Cycle Count (Unplanned)
BB=Total Uncorrectable NAND Reads
C3=Total Programming Failures
C4=Total Erase Failures
C5=Total Read Failures (Uncorrectable)
C6=Host Reads
C7=Host Writes
D0=Average Erase Count
D2=SATA CRC Error Count
E9=Remaining Life
F9=Total NAND Programming Count

;Updated 5.5.0
F1=Total Host Writes
F2=Total Host Reads

;Updated 6.6.0
64=Total Blocks Erased
B8=Factory Bad Block Count Total
CA=Total Number Of Read Bits Corrected
CD=Max Rated PE Count
CE=Min Erase Count
CF=Max Erase Count
D4=Total Count NAND Pages Reads Requiring Read Retry
D5=Total Count of Simple Read Retry Attempts
D6=Total Count of Adaptive Read Retry Attempts
DD=Internal Data Path Protection Uncorrectable Errors
DE=RAID Recovery Count
E0=In Warranty
E1=DAS Polarity
E2=Partial Pfail
E6=Write Throttling Activation Flag
F9=Total NAND Programming Count (pages)
FB=Total NAND Read Count

[SmartCorsair] ;Added 6.2.0
01=Raw Read Error Rate
05=Retired Block Count
09=Power On Hours
0C=Power Cycle Count
AA=Reserve Block Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B5=Program Fail Count
BB=Reported Uncorrectable Errors
C2=Temperature
C4=Reallocation Event Count
E7=SSD Life Left
F1=Lifetime GB Written
F2=Lifetime GB Read

[SmartToshiba] ;Added 6.2.0
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
A7=SSD Protect Mode
A8=SATA PHY Error Count
A9=Total Bad Block Count
AD=Erase Count
C0=Unexpected Power Loss Count
C2=Temperature
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
F1=Total Host Writes
F2=Total Host Reads

[SmartSanDiskGb] ;Added 6.2.0
05=Reallocated Block Count
09=Power On Hours
0C=Power Cycle Count
A6=Min W/E Cycle
A7=Max Bad Block/Die
A8=Maximum Erase Cycle
A9=Total Bad Block
AB=Program Fail Count
AC=Erase Fail Count
AD=Average Erase Cycle
AE=Unexpected Power Loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
D4=SATA PHY Error
E6=Percentage Total P/E Count
E8=Spare Block Remaining
E9=Total GB Written To NAND
F1=Total GB Written
F2=Total GB Read

[SmartKingston] ;Added 6.6.0
01=Read Error Rate
02=Throughput Performance
03=Spin Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AA=Bad Block Count
AD=Erase count
AF=Bad Cluster Table Count
BB=Uncorrectable Errors
C0=Unsafe Shutdown Count
C2=Temperature
C4=Later Bad Block Count
C5=Current Pending Sector Count
C7=CRC Error Count
DA=CRC Error Count
E7=SSD Life Left
E9=Lifetime Writes to Flash
F0=Write Head
F1=Host Writes
F2=Host Reads
F4=Average Erase Count
F5=Max Erase Count
F6=Total Erase Count

[SmartNVMe] ;Added 6.7.0
01=Critical Warning
02=Composite Temperature
03=Available Spare
04=Available Spare Threshold
05=Percentage Used
06=Data Units Read
07=Data Units Written
08=Host Read Commands
09=Host Write Commands
0A=Controller Busy Time
0B=Power Cycles
0C=Power On Hours
0D=Unsafe Shutdowns
0E=Media and Data Integrity Errors
0F=Number of Error Information Log Entries
